const Terms = () => {
  return (
    <div style={{ paddingLeft: '15px' }}>
      <br />
      <h3>터미널 개인정보 처리방침</h3>
      <p />
      아이언멘탈(이하 "팀")은 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하고
      있습니다.
      <p />본 개인 정보 보호 정책은 귀하의 정보에 관한 수집, 사용 및 정보 공개에 대한 팀의 정책과 절차를 설명합니다.
      <p />
      귀하는 본 서비스를 사용함으로서 정보의 수집, 전송, 조작, 저장, 공개 및 본 개인 정보 보호 정책에 명시된 귀하의 정보를 제공하는 것에
      대해 동의하게 됩니다. 귀하의 거주 국가나 정보의 출처에 관계 없이, 귀하의 정보는 서비스가 운영되는 다른 모든 국가에서 사용될 수
      있습니다.
      <br />
      <br />
      <p />
      1. 수집하는 개인정보의 항목 및 수집방법
      <p />
      가. 수집하는 개인정보의 항목
      <p />
      첫째, 팀은 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.
      <p />
      이용자의 기기고유번호 (디바이스 아이디 또는 IMEI)
      <p />
      둘째, 서비스 이용과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.
      <p />
      터미널 서비스 이용자 이메일주소, 닉네임, 사진, 소개문구, 경력, 프로젝트, 활동지역, 가입한 모임, 깃허브주소, 링크드인주소,
      홈페이지주소, 트래픽 데이터, 쿠키, 방문 일시, 운영체제 정보, 서비스 이용 기록, 불량 이용 기록
      <p />
      나. 개인정보 수집방법
      <p />
      팀은 다음과 같은 방법으로 개인정보를 수집합니다.
      <p />- 터미널 프로그램을 실행 또는 사용함으로써 자동으로 수집
      <p />- 서비스 가입이나 사용 중 이용자의 자발적 제공을 통한 수집
      <br />
      <br />
      <p />
      2.개인정보의 수집 및 이용 목적
      <p />
      가. 터미널 서비스 기본 기능의 제공
      <p />- 터미널은 무선네트워크 환경에서도 빠른 서비스를 제공하기 위해 회원의 공개된 정보를 자동으로 스마트폰에 캐싱하고 변경사항 또한
      동기화합니다. 이를 원치 않으시면 터미널 서비스를 이용하시면 안됩니다.
      <p />- 회원이 변경 또는 삭제한 정보는 터미널 서버에 반영됩니다. 다만, 제3자의 스마트폰 또는 모바일 디바이스에 캐싱된 정보는 변경 또는
      삭제되지 않을 수 있습니다.
      <p />- 또한 터미널 이용자의 가입시에 기기고유번호 (디바이스 아이디 또는 IMEI)를 수집하고 저장하여 개인식별을 위한 터미널 계정으로
      사용하게 됩니다.
      <p />- 터미널은 다른 사람들을 쉽게 찾고 교류할 수 있도록 설계되었습니다. 이 때문에 회원님의 모든 프로필 정보는 누구에게나 공개될 수
      있습니다. 공개하는 것이 불편한 하거나 노출에 위험이 있는 내용은 프로필에 등록하지 않으셔야 합니다.
      <p />
      나. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산
      <p />
      다. 회원관리
      <p />
      회원제 서비스 이용 및 제한적 본인 확인제에 따른 본인확인, 개인식별, 불량회원(터미널 운영수칙을 위반하여 계약해지된 영구이용정지
      회원)의 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부
      확인, 추후 법정 대리인 본인확인, 법령이나 이용약관을 위반하여 발생하는 분쟁 조정을 위한 기록보존, 불만처리 등, 고지사항 전달
      <p />
      라. 신규 서비스 개발 및 마케팅·광고 활용
      <p />
      신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 및 광고성 정보 제공
      및 참여기회 제공, 회원의 서비스 이용에 대한 통계와 분석
      <br />
      <br />
      <p />
      3. 개인정보의 보호 및 제공
      <p />- 팀은 이용자가 별도로 동의하지 않는 경우를 제외하고는 이용자의 개인정보를 위에서 언급한 목적 범위를 초과하여 이용하거나
      제3자에게 제공 또는 공유하지 않습니다.
      <p />
      가. 서비스에 제3자의 서비스가 연결되어 제공될 경우 팀은 서비스 이용을 위해 필요한 범위 내의 제공에 대하여 이용자의 동의를 얻은 경우
      <p />
      나. 법령의 규정에 의거 하거
      <p />
      나. 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
      <br />
      <br />
      <p />
      4. 개인정보의 보유 및 이용기간
      <p />
      이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로
      명시한 기간 동안 보존합니다.
      <p />
      가. 팀 내부 방침에 의한 정보보유 사유
      <p />- 부정이용기록
      <p />
      보존 이유 : 부정 이용 방지
      <p />
      보존 기간 : 1년
      <p />
      나. 관련법령에 의한 정보보유 사유
      <p />
      상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 팀은 관계법령에서 정한 일정한
      기간 동안 회원정보를 보관합니다. 이 경우 팀은 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다. 보존 기간 :
      5년
      <p />- 소비자의 불만 또는 분쟁처리에 관한 기록
      <p />
      보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
      <p />
      보존 기간 : 3년
      <p />- 본인확인에 관한 기록
      <p />
      보존 이유 : 정보통신망 이용촉진 및 정보보호 등에 관한 법률
      <p />
      보존 기간 : 6개월
      <p />- 방문에 관한 기록
      <p />
      보존 이유 : 통신비밀보호법
      <p />
      보존 기간 : 3개월
      <br />
      <br />
      <p />
      5. 개인정보 파기절차 및 방법
      <p />
      이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 팀의 개인정보 파기절차 및 방법은 다음과
      같습니다.
      <p />
      가. 파기절차
      <p />- 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져 내부 방침 및 기타 관련 법령에 의한 정보보호
      사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.
      <p />- 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.
      <p />
      나. 파기방법
      <p />- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
      <p />- 전자적 파일 형태로 저장된 개인정보는 DB에서 제거하는 기술적 방법을 사용하여 삭제합니다.
      <br />
      <br />
      <p />
      6. 이용자의 권리 보호
      <p />- 이용자(만 14세 미만의 아동인 경우 법정대리인)는 언제든지 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도
      있습니다.
      <p />- 이용자(만 14세 미만의 아동인 경우 법정대리인)의 개인정보 조회, 수정을 위해서는 서비스내 "내 프로필" 변경을, 가입해지를 위해서는
      서비스내 "탈퇴하기"를 클릭하여 직접 탈퇴가 가능합니다.
      <p />- 개인정보보호책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이 조치하겠습니다.
      <p />- 팀은 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "5. 개인정보의 보유 및 이용기간"에 명시된 바에 따라
      처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
      <br />
      <br />
      <p />
      7. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
      <p />- 팀은 계정정보를 생성하기 위해 이용자가 터미널 프로그램을 실행시 기기식별번호 (디바이스 아이디 또는 IMEI)를 자동으로 수집하게
      됩니다.
      <p />- 이용자가 기기식별번호를 자동으로 수집하는 것을 거부하는 경우 서비스를 이용할 수 없습니다.
      <br />
      <br />
      <p />
      8. 고지의 의무
      <p />
      팀은 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보 처리방침을 수정할 수 있습니다. 개인정보처리방침의 내용 추가, 삭제
      및 수정이 있을 시에는 시행일자 최소 7일전부터 팀의 웹사이트 http://www.terminal-study.tk 및 터미널 서비스내 "공지사항" 을 통해 고지할
      것입니다.
      <br />
      <br />
      <p />
      9. 개인정보보호책임자 및 담당자의 연락처
      <p />
      귀하께서는 팀의 서비스를 이용하시면서 발생하는 모든 개인정보보호 관련 민원을 개인정보보호책임자 혹은 담당부서로 신고하실 수 있습니다.
      팀의 고객센터 이메일 : team.ironmental@gmail.com로 문의해주시면 신고사항에 대해 충분한 답변을 드리기 위해 최선을 다하겠습니다.
      <br />
      <p />- 개인정보 보호책임자
      <p /> 이름 : 강철
      <p /> 직위 : 서버개발
      <p /> 소속 : 아이언멘탈
      <p /> 연락처 : 고객센터
      <br />
      <br />
      <p />
      10. 개인정보처리방침의 개정과 그 공지
      <p />- 현 개인정보처리방침이 추가 및 삭제, 수정이 있을 시에는 시행 7일 전에 서비스 내 공지 또는 웹사이트를 통해 사전 공지하며, 사전
      공지가 곤란한 경우 지체 없이 공지할 수 있습니다.
      <p />- 시행일: 2021년 03월 05일
      <br />
      <br />
    </div>
  );
};

export default Terms;
